acpi
acpid
adwaita-icon-theme
alsa-firmware
alsa-utils
arc-maia-icon-theme
archey3
asciiquarium
autoconf
automake
avahi
b43-fwcutter
baobab
bash
binutils
bison
brasero
btrfs-progs
bzip2
cargo
cmake
cmatrix
coreutils
cpupower
crda
cronie
cryptsetup
dconf-editor
device-mapper
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
empathy
evince
evolution
exfat-utils
expac
f2fs-tools
fakeroot
file
file-roller
filesystem
findutils
firefox
firefox-arc-maia-settings
flashplugin
flatplat-theme
flex
gawk
gcc-libs-multilib
gcc-multilib
gdm
gedit
gettext
git
glibc
gnome-backgrounds
gnome-calculator
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-online-accounts
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-themes-standard
gnome-tweak-tool
gnome-user-docs
gnome-user-share
gnome-wallpapers
go
gparted
grep
grilo-plugins
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gthumb
gtk3-print-backends
gucharmap
gufw
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
haveged
hexchat
imagewriter
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jre8-openjdk
jre8-openjdk-headless
less
lib32-fontconfig
lib32-libglvnd
lib32-mesa-demos
libdvdcss
libglvnd
libreoffice-fresh
libtool
licenses
linux-firmware
linux49
logrotate
lollypop
lrzip
lsb-release
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-artwork
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-gnome-settings
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-17.0
mc
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
mhwd-tui
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
moka-icon-theme
mousetweaks
mpd
mutter
nano
nautilus
nautilus-admin
nautilus-empty-file
ncmpc
ncmpcpp
neovim
netctl
networkmanager
networkmanager-dispatcher-ntpd
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
npm
nss-mdns
ntfs-3g
ntp
numlockx
openresolv
openssh
os-prober
p7zip
pacman
pacui
pamac
patch
pciutils
pcmciautils
perl
polkit-gnome
powertop
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
python-pip
qt4
reiserfsprogs
rsync
rust
s-nail
sed
shadow
snapper
soulseekqt
steam-manjaro
subversion
sudo
sushi
sysfsutils
systemd-sysvcompat
tar
terminus-font
texinfo
the_silver_searcher
tlp
tmux
tor-browser-en
totem
tracker
transmission-gtk
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
uget
ultra-flat-icons-blue
unace
unrar
usbutils
util-linux
vino
vlc
which
wpa_supplicant
xclip
xdg-su
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-intel
xfsprogs
xkeycaps
xorg-server
xorg-server-utils
xorg-twm
xorg-utils
xorg-xinit
xsel
yaourt
yelp
youtube-dl
zd1211-firmware
zsh
